{"meta":{"title":"动物农场","subtitle":"","description":"","author":"CenYee","url":"https://cenyee.one","root":"/"},"pages":[{"title":"文章归档","date":"2023-07-16T16:43:27.316Z","updated":"2023-07-16T14:34:52.220Z","comments":true,"path":"archives.html","permalink":"https://cenyee.one/archives.html","excerpt":"","text":""},{"title":"","date":"2023-07-27T14:04:04.872Z","updated":"2023-07-27T14:04:04.872Z","comments":true,"path":"custom.css","permalink":"https://cenyee.one/custom.css","excerpt":"","text":".redcolor{color:#F20C00;} .yellowcolor{color:#FF8936;} .greencolor{color:#00BC12;} .bluecolor{color:#44CEF6;}"}],"posts":[{"title":"享乐主义宣言","slug":"享乐主义宣言","date":"2023-10-21T10:11:06.000Z","updated":"2023-10-21T10:12:36.259Z","comments":true,"path":"10/21/6615b3f9be42/","link":"","permalink":"https://cenyee.one/10/21/6615b3f9be42/","excerpt":"","text":"自由主义政治柏林墙的倒塌，驱动力不是欧美各国、西方知识分子，苏维埃体系的崩溃源于内部体制的问题，是死于自己之手。 统治技术已经进化，肉体暴力转化为思想驯化。集中营、肉体上消灭异己的方式逐渐让位于媒体宣传、教育灌输，统治者不再执着于摧残肉体，而是控制民众的精神。 左派的精神：自由、平等、博爱。 工作劳动，是统治者管制人类自由天性的工具。 权威、秩序、等级、权力，服从、学习、记忆、律法。 马克思的理论，经济基础的改变自然而然地引起上层建筑的改变，中产阶级的形成倒逼政治体制的民主变革，如今，这一理论是完全错误的。意识形态并非源于生产方式的生理逻辑，而是源于思想的逻辑。 革命往往是这样的：革命推翻了旧有的统治，却建立了更加残暴的统治。这样的革命是场幻觉。 只有权力的受众默认权力有效的时候，权力才存在，如果默认缺席，权力便不会发生。人类历史自古至今从未有过进步，如果没有臣服于权力的民众，镇压、战争、剥削就不会存在。 在统治技术由肉体暴力转变成思想驯化的今天，革命就是拒绝把自己变成思想驯化的纽带，避免成为驯化机器运转的燃料，让国家机器减速、停止、崩溃，让它失去效率，变得无用。 普罗米修斯式的生物伦理学柏拉图式的身体，一具精神分裂的身体。肉体操控灵魂，物质支配精神，感性控制理性。 柏拉图-基督教理想中的人的模型：天使。永恒不朽、自律自爱。 在弗洛伊德之前，身体是高尚器官(心脏、大脑)和下流器官（肺、内脏）的集合体 。直到弗洛伊德，身体由肉体和灵魂组成，肉体的物质性和精神的非物质性。 科技恐惧症，是精英主义，是对民众的蔑视。利用人对未知的本能恐惧，把人禁锢于愚昧之中。 自开化以来，人类一直进行自我的人为化，致力于突破自然的限制，对自然的反抗成就了人类。 克隆，工业化地生产人类，是法西斯式的幻想，精英阶层掌控无知的民众。 抑郁药，治疗的不是疾病，而是主体的无能，主体无法平静地生活在一种文明、一种文化里，因为这种文明、这种文化强行征服或者摧毁不顺从、不适应它的人。 人从虚无中来，而归于虚无。 犬儒主义美学美，不是普世的，而是具体的、特定的、相对的。不同的时代有不同的美。 享乐主义宣言——米歇尔·翁弗雷","categories":[],"tags":[{"name":"虚无","slug":"虚无","permalink":"https://cenyee.one/tags/%E8%99%9A%E6%97%A0/"}]},{"title":"东方是粉红色的","slug":"东方是粉红色的","date":"2023-10-21T09:58:09.000Z","updated":"2023-10-21T10:09:50.224Z","comments":true,"path":"10/21/65ef680574f4/","link":"","permalink":"https://cenyee.one/10/21/65ef680574f4/","excerpt":"","text":"TRY AS the Communist Party might to sanitise the internet, its people keep coming up with new ways to discuss politics. They have developed colourful slang to express sarcasm, dodge censors and attack their opponents. Their latest invention sounds cute: “little pink”, or xiao fenhong. Its meaning, at least as initially intended, is not so sweet. It is a disparaging term for young nationalists who use the internet as a battleground for patriotism, often focusing on pop culture to whip up support.尽管共产党努力净化互联网，但是人们不断想出新的方法去讨论政治。他们已经开发出丰富多彩的俚语表达嘲讽、躲避审查和攻击对手。他们最新的发明听起来很可爱：“little pink”，或者“小粉红”，它的含义，至少在最初并不是如此甜美。这是对把互联网作为爱国主义的战场，通过煽动热点事件来胁迫他人的青年民族主义者的蔑称。 The term first started to emerge a few years ago in a popular online chat group called Jinjiang Forum, whose website has a pink background. Its users called it “little pink” out of affection. It was not primarily a political forum, but from time to time political topics surfaced. A small group of contributors came to be known for their nationalism. Outsiders called them “little pink” as an insult, and the phrase soon caught on as a label for nationalistic youth.这一词语最早开始出现在一个叫做晋江论坛的聊天群组里，网站有一个粉红色的背景。出于感情，用户称它为小粉红论坛。它并不是政治性论坛，但是有时出现一些政治主题的帖子。部分发帖者渐渐因为他们的民族主义观点出名，外界用小粉红的称呼对他们进行侮辱，这个词很快就作为青年民族主义者的代称。 To those who detect worrying parallels between Xi Jinping, China’s leader, and Mao Zedong, the little pink are sinister. They are seen as modern-day Red Guards, the students who exploded in rage and violence at the start of the Cultural Revolution 50 years ago. Many think this is an exaggeration; but they still see the little pink as an ugly trend, a Chinese manifestation of the coarsening of online discourse.对于发现中国领导人习近平和毛泽东令人担忧的的相似之处的人而言，小粉红是邪恶的。他们被看作是现代的红卫兵——半世纪前的文化大革命时期，疯狂释放怒火和暴力的学生。许多人觉得这个判断过于夸张；但是他们仍然看到小粉红有丑陋的趋向，网络话语粗鄙不堪的形象。 A two-week tussle catapulted the clan to mainstream attention in July. Young people lashed out at a Chinese film director for casting a Taiwanese actor in the lead role of “No Other Love”, a film due to be released next year. They accused Leon Dai, the actor concerned, of supporting Taiwanese independence because he appeared to back protests against a free-trade deal with China two years ago. The director ended up cutting Mr Dai out of the film, despite having already completed shooting. After this victory, media outlets and scholars began analysing the phenomenon.七月，持续两周的争论使这个团伙置于主流的关注下。中国青年猛烈抨击中国导演在电影《没有别的爱》里启用台湾演员出演主角，他们指责戴立忍支持台湾独立，反对中国与台湾的自由贸易协定。中国导演最终撤换掉戴先生，尽管电影已经杀青。事件结束之后，媒体和学者开始分析此种现象。 Little-pink outbursts have been getting more frequent. In January, when Tsai Ing-wen, a Taiwanese politician who leans toward independence, was elected president, Chinese netizens flooded her Facebook page with negative comments and pictures. In June they called for a boycott of Lancôme, a French cosmetic company, for hiring Denise Ho, a Hong Kong singer suspected of supporting independence for the former British territory. Lancôme dropped her. Next, they swarmed Lady Gaga’s Instagram page after the American pop star met the Dalai Lama, the spiritual leader of Tibet, condemned as a separatist by the Chinese government.小粉红的发作越来越频繁。一月，具有独立倾向的政治家蔡英文，被台湾民众选举为总统，中国网民用潮水的评论和图片淹没蔡英文的Facebook页面。六月，他们号召抵制法国化妆品公司兰蔻，因为聘请支持香港独立的歌手何韵诗做代言人，最后，兰蔻解雇何韵诗。不久，他们一拥而上Lady Gaga的Instagram页面，谴责她与西藏精神领袖达赖喇嘛会面。 本周，网民们将愤怒转向了在里约热内卢奥运会上获得金牌的澳大利亚游泳运动员麦克·霍顿（Mack Horton），因为他称他的中国竞争对手孙杨是“毒品骗子”。对霍顿的批评比对何女士或加加女士的批评要广泛得多，并迅速进入主流媒体。但是，用愤怒的评论轰炸他的社交媒体账户带有小粉红攻击的特征。本周，他们把火焰燃向迈克-霍顿，一位在里约奥运会赢得金牌的澳大利亚游泳选手，他称中国选手孙杨是一个嗑药骗子。他的批评比何韵诗女士、 Gaga女士更快速更广泛地出现在中国主流媒体。具有小粉红特点的愤怒评论开始轰炸他的社交账号。 The pink gang’s attitude is different from the broader nationalism in Chinese society. The vast majority of Chinese people would oppose Taiwanese or Hong Kong independence. But only a minority fly into a cyber-rage at the slightest provocation. Many people frown on little-pink actions as extreme, but they have won influential backers. Seizing on the more conventional association of the colour pink, the Communist Youth League praised the online mobs as female nationalists. It declared on its official microblog that they are “our daughters, our sisters, girls we had crushes on”. Many young women started declaring themselves “little pink” as a badge of honour. “We couple strength with gentleness, and love our country wisely,” one self-declared member wrote on the Youth League microblog.小粉色团伙的态度与中国社会广泛的民族主义观念并不相同，大多数中国人可能反对香港或者台湾独立，但是只有极少数精神错乱分子陷入网络暴力的泥沼。许多人不赞成小粉红的行为是极端主义的，但是小粉红已经获得有权力组织的支持。为了控制住这个与共产党革命传统有紧密联系的粉红颜色团伙，共青团称赞网络狂热分子是女性民族主义者，它在其官方微博宣布他们是：“我们的女儿、我们的姐妹、我们迷恋的女孩”。许多女生开始把宣称自己是小粉红作为荣誉的象征。“我们刚柔并济，做统治者大大忠实的小猫”，一个小粉红女生在共青团微博下的评论。 There is a streak of humour in the movement. Members are not calling for violence. Often they just post silly pictures. Playing on the idea that Taiwanese look down on mainland Chinese for being poor and unable to afford good food, they flood Taiwanese websites with photos of mainland delicacies. But plenty of people still worry that beneath the giggles lies a more disturbing undercurrent—that, at some point, the little pink might blaze into a harsher shade of red.这场小粉红运动存在些幽默感。成员们不呼吁现实暴力。他们只是张贴愚蠢的图片。台湾人嘲讽中国人贫穷、买不起营养丰盛的食物，他们便到台湾的网站用中国的美食图片刷屏。但是，相当多的人仍然担忧笑声之下隐藏着更令人不安的暗流——即，在某个时间点，粉红孕育出冷酷的血色深红。 《The east is pink》 economist.com","categories":[],"tags":[{"name":"中国","slug":"中国","permalink":"https://cenyee.one/tags/%E4%B8%AD%E5%9B%BD/"}]},{"title":"男人这东西","slug":"男人这东西","date":"2023-10-21T09:48:55.000Z","updated":"2023-10-21T09:50:44.366Z","comments":true,"path":"10/21/4f4bb4b61137/","link":"","permalink":"https://cenyee.one/10/21/4f4bb4b61137/","excerpt":"","text":"20世纪，日本的精神面貌以及行动规范受到了欧洲基督教社会的影响，日本进入重视精神性的现代人文主义时代。 近现代男女之爱表现出禁欲主义色彩。男人对原始的性欲不加克制，任情而充满野性地追求女性、沉溺于性爱关系，是野蛮的、俗恶的、非理性的行为。精神性被置于绝对的上位，肉体的、世俗的被等而下之。 二次世界大战之前，“男女七岁不同席”的观念深入人心，男女之间保持着相当的距离。由此，男人对女性抱有强烈的憧憬和性幻想，发狂般地眷恋女性、追求女性。 女孩在身体上比男孩成熟，在小学高年级，女孩已有初潮体验，男孩仍然对性懵懂无知，保持着孩子的天性。 由于现代科技的发展，专职家庭主妇每天拥有很多时间，却没有任何事情可做。被世界抛弃似的整日发呆，焦灼烦躁，陷入被迫害狂想中，对丈夫疑神疑鬼。 一夫多妻制或一妻多夫制，一个妻子拥有一个工作勤奋又收入不菲的丈夫，生育孩子；同时又拥有一个感受力丰富、可以满足自己性欲的男人。人类回到动物的起点，强悍的雌性动物可以拥有复数的雄性，威猛的雄性可以同时与复数的雌性发生关系。 现代婚姻制度与一夫一妻制。 青春期，男孩陷入肉体性冲动的纠缠中，同龄的女孩沉浸于少女漫画描绘的爱情故事中，充满对恋爱的浪漫憧憬。 女人的性快感是与自己所喜爱的男人交合，慢慢唤醒、开发出来的。 男人对女人开始抱有好感的那个瞬间，便期待着与之发生肉体关系。 男人的性爱行为以阴茎勃起为前提，阴茎勃起才能交合，勃起现象在非日常性的情景中更容易发生。 贞操和处女情结。女人只打上自己烙印的独占欲望、将女人视为玩物，随心所欲地按照自己的欲望对女人进行改造。 男人是主动施与型，女人是被动接受型。女人将对方迎纳入自己的身体，男人在对方的身体内肆虐。 男女在生理和心理上有差异。 在很多时刻，动物本能压倒理性，男人异化为性欲驱动的动物。充满对未知女性的强烈性冲动，男人并不在意对方是什么样的女性，外貌美丑或者价值差异，首要目地是插入其中，同其交合。 男人对女人的欲望，与爱情没有关系。 拉马兹分娩法。丈夫守候在床边，目睹妻子的分娩场面，会颠覆对女性性器官的罗曼蒂克憧憬，摧毁对妻子的性幻想。 恋爱中的男女，双方尽量将自己美好的一面展现给对方。结婚之后，渐渐不介意自己在对方心目中的形象，相互毫无戒备地轻松相处，妻子不在意丈夫看脸自己睡眼惺忪没有化过妆的脸，丈夫展露出恋爱期间从未示人的邋遢随意的一面。 《男人这东西》渡边淳一","categories":[],"tags":[{"name":"男女","slug":"男女","permalink":"https://cenyee.one/tags/%E7%94%B7%E5%A5%B3/"}]},{"title":"陆兴华文集","slug":"陆兴华文集","date":"2023-10-21T09:39:21.000Z","updated":"2023-10-21T09:48:28.239Z","comments":true,"path":"10/21/bfbfda2a825d/","link":"","permalink":"https://cenyee.one/10/21/bfbfda2a825d/","excerpt":"","text":"社会正义、司法公正是我们每一个人都躲不掉的事了1，国家、警察、司法暴力；2，权力、资本、知识、媒体盘剥和反射下的个人权利；3，良心深处、神圣来源和权力干预下所设想的正义。这三者在本质上是同一个东西。 国家通过革命建立之后，人性的阴暗面完全裸露，国家暴力蜕变成官僚的腐败和警察的暴力，人民内部的矛盾激化，怨声沸腾。 民众完全失去对社会正义和司法公正的信心，公安局、检察院、法院、监狱、法学专家、知识分子成为丑陋交易的遮羞布。 社会正义是系统问题，司法公正是操作问题。 社会正义和司法公正，是民众自己参与实现的，而不是国家强加的。 公正和正义具有社会性，某一时期的社会正义和司法公正是商定的、浮动的，取决于社会的容忍度。 社会里发生的犯罪大多数是重复性的犯罪，社会容忍范围内的不公正与社会排斥性地反对的不公正是不公正的两种类型，社会正义和司法公正正是社会对自身不断冒出的新犯罪的克服。 法治，在理论上是完美的，但是中国是官僚腐败和警察暴力双重勾结的地盘，法治是他们的法治。 司法正义需要国家暴力、我的作为暴力的个人权利、无数个作为暴力的他人的个人权力的三者间的斗争和冲突。司法公正不仅是来自制度和执行者本身，在法庭上来自控方律师、辩方律师和陪审团三者间的对峙，在社会事件中来自当事人、法院和网友三者间的冲突。 社会正义和司法公正，来自于三者暴力之间的互相制衡，并且社会正义和司法公正由三者暴力之间的对峙来保障。追求社会正义和司法公正，不是为了取消这三者暴力。 关于归咎&#x2F;关于李慎之与中国自由主义&#x2F;关于伟大的直觉巴尔特：痛苦和苦难只有三种，基督教式的、专制独裁下的、文本上的。 专制，不在于禁止你言说，而在于强制你以某种逻辑说，并且必须如此说。 有什么样的人民便有什么样的国家，国家就是人民，人民就是国家。 媒体之不断开放，是由追求利益空间驱动，而不是思想觉悟的提高。 自由主义，是不要主义的主义，反对一切主义的主义。 致小泥童兄：弄得好象我们两个才是真正的自由主义者似的；回答他的关于“口水”和“理论”的看法言论自由，不在于说的内容是什么，而在于说的机会的平等。 答我这个好笑的自由主义者的准自由主义朋友小泥童向我的抱怨自由主义是不要任何主义、理论、宗教的主义、理论、宗教。 第三次答肉包子兄：使分岐中立&#x2F;不要将言论归咎到人&#x2F;关于德里达和“后现代”大多数分歧无法通过讨论解决，讨论是使分歧更明确，而不是证明自己的正确，给他人定性，追究他人的思想问题。 专制就是将字嵌到肉里，用书写来组织我们的欲望？萨德式书写是毛泽东式文革专制之欲望结构的原型？汉语的专制本质？文革是汉语专制之顶峰?印度官方印在货币上的公用语言有12种，只要愿意，人类可以造出无数种一样好的语言。印度的民主是先天的，不想用语言、文化、宗教来统一，在印度人民的意识里，没有统一这个词汇。 汉语书写的统一和规范功能，是中国专制本质的保障。 深宫里的皇帝对县官没有行政管理，只能是专制。共党的官僚文件和御用文人的写作，不是针对民众的，而是针对干部和知识分子，是上级对下级的控制。 最有效的专制，是一种书写对另一种书写的控制。最专制的行为，是把一种书写执行到日常生活中。最恶心的是把书写贯彻到生活中坚持到底之后的自作自受，书写落实到器官，用仪式去执行宗教、历史、神话、权威、哲学的教导，做爱不是真的为了做爱，而是用仪式去执行伟大的理论。 甩&#x2F;抡哲学概念常只是借口&#x2F;如何使哲学概念不对我们有害?胡塞尔《危机》：哲学从根本上想成为科学，关于实存的宇宙的普遍知识。伽利略的自然之数学化后，笛卡尔、霍布斯、斯宾诺莎执迷于有关在场的普遍知识，关于活的当前的无限意识和反思，也被人当作形而上学而冷落。 在汉语中，在场是转译，使用在场时，便把自己交给陌生的、暴力的意志、话语或态度。 货币是在场，货币背后的生产关系是不在场。话语、文本是在场，后面是无穷的不在场。 做爱，是在场与不在场做爱。在爱人身上找到了自己缺失的另一半，爱人是自己幻想的不在场。我和爱人只是在各做各的爱。 斯特劳斯与我们当前共同的世界政治：论阅读的政治性智者和哲学家有时故意不向民众直说其意，而是通过隐晦的、模糊的、暧昧的、误导的话语呈现其理论，以免理论失去特征，被人误用和小看。 人与人之间的天然差异，使公民的政治觉悟有天然之别，普遍同质会抹杀少数个，，人的优异之处，用技术或者教育帮助政治觉悟低的人，是对真正民主的亵渎。 一种精英的、经典的解读，不是好不好的问题（不在论争共同体、研究小组里，无法检验），而是对别的研究者、阐释者有没有意义的问题。私人知识、私人阅读，在研究者共同体里对同行无效。 在中国如何接受斯特劳斯：我们在何种模态上让一种西方阐释、写作、理论、思想和信念进入汉语思想的当代语境？思想史是可疑的学问。思想史如果是写作，作者是将思想家和他们的作品当作原料来进行他们自己的写作。从教育学上说，思想史是写给并未构建自己思想体系的人读的。 斯特劳斯与美国新保守主义之间的莫须有牵连人克制不住地向神灵、理想、伟大领袖、拜物的借口献上祭品，献上自己或者他人。 女人的屁股、乳房、脸，人爱的是她身上的某种器官或者某种东西，而不是她这个人。爱之真切又爱之残忍，所以要肢解她、摧残她、消灭她的肉体。 对布莱尔上庭、民主制度接受精神分析的几小点议论在媒体时代之前，骗子是执政党和反对党，看客的人民沦陷于两者的争执里，轮换押注。在媒体时代，骗子是媒体和政府。 恋爱，只在于谈，不在于爱。坠入爱河，意味着日常用语变得具有诗意，爱的快感，是词语使用的快感。 主权都是流氓的，民族国家都是流氓的——评德里达新书《流氓国家》公正的民主或者民主的公正，是按照数量，而不是优劣、好恶计算的。主权，是属于群众的，是大多数的意志。 请让历史之门半畅：别用回忆抹煞记忆，用过去抹煞当下罗隆基的苦难重于孙志刚的苦难，小资的苦难重于杨佳的苦难，烧死者的苦难重于陈水总的苦难？ 按照章诒和的历史回忆前设：活着的当代人应努力回忆上代人的苦难，好不去重复这种苦难。 苦难，就是苦难。过去、现在；阶级、种族经受的是同一种苦难。 虽无法亲身经历，但是他人的苦难、文革的苦难，正以同样的真实和残酷流经我的肉身。 历史，是一组言语行为。历史书写者以为是在说历史，其实是语言在说语言，语言呈现的并不是事实。 吴法宪的女儿和林彪的女儿写的回忆录，与中共党史办公室写的回忆录，性质上一样。目的不是为了说清，而是为了掩盖和抹去什么，说出这个，是为了掩盖那个。 历史，是虚构作品，不同风格的虚构作品。 无辜者的暴死逼迫面临的人流出其敬畏，《俄狄浦斯》以来的悲剧皆展示这一点。革命的恐怖是文学式的，而文革恶作剧是对革命恐怖的破坏，是悲剧演成闹剧，导演和观众无耻勾结，合伙糟蹋主人公的命运。文革之可怕，在于其对恐怖的玩世不恭，镇压前的欢声笑语，把美好的语言、理论、主义、真理当作匕首，典型形态是，警察为了革命而去强奸牢里的林昭，村支书为了选拔革命接班人而去睡处女知青。 最好的中国革命史，是张爱玲的《色戒》，描述出革命由冲动到高潮到残忍的循环结构。 1、某女为了革命理想或只是为了向所爱的人证明她可以有革命理想（虽然不知道将拿它作什么用），而去枪杀一个她也爱过的人（江青的革命道路？丁玲的革命道路？）； 2、某女的真正爱情必须通过出卖她最爱的人才能得到证明，为了补赎这种罪感，就去出卖更多的所爱的人； 3、某女由于有了真正的爱情，所以有去杀人的勇气了，或者说杀个人于是也就有意义了； 4、某女的爱情真的开始惊天动地了，所以必须有一些血来当色彩，象在她的个人演唱会里放烟火一样地来放一点血来出一点气氛了（流血是演出中国革命这出大戏的导演江青必需的道具或布景，毛泽东供剧本，她做导演，真他妈太艺术了）； 5、某女或某男的搞人、整人、杀人，是一种渲染出革命之悲壮的必需，放一些人的血来使另一些人更坚强，给他们提神，人都杀了，还有什么不能做，已经杀错了一个，多杀错杀几个又有什么关系，原始部落的人都懂，革命者给了它另一个名字叫做：（被整杀的人的）献身或奋斗，没有国民党的特务和大牢，就自然搞出个整人装置来。 张爱玲描述的是该女生颤抖的手拿着枪握着秒表像登临性高潮那样地去“革命”时的情境。 江青和毛泽东的写和演，是中国革命的真实，其他的人都是群众演员。 江姐上刑场的时候，也正是男性观众冲动的快要勃起的时候，虽然她穿的严整，满脸的革命理想，但那是毛泽东和群众演员们最爱看的道具，最让他们性冲动。 最革命的革命是文学，只有文学式的革命才可集革命恐怖之大成。 中国人沉迷于归咎，把问题和苦难的原因归咎于某一对象，认为解决对象之后问题便不再发生。 《忏悔录》：一种断奶婴儿的恋母情结，一份自恋的感伤，一种对再也回不去的记忆的造像，一种对莫须有源头的追悼：万事从上帝手中出来时，是好的，一落到人的手上，都败坏了。中国版：本来是好的，是官员不作为。 我们的记忆，才是有关未来的记忆。中国人重复几千年屈原式的抑郁：我有美好的梦想，实现也只需要简单的一步，但总是没有机遇，上头总是误解我们的意愿。 让我们摆脱中国人为了回忆苦难而回忆苦难的梦魇。 1、清醒地认识到从回忆中永远走不进记忆； 2、从所谓的封建社会到社会主义社会到我们正在努力进入的世界市场社会，是从一架绞肉机进到另一架更厉害的绞肉机； 3、新的苦难层出不穷，不是我们不去管过去的苦难，是我们来不及管过去的苦难，各种新的苦难就把我们搞得焦头烂额 4、从对当前的层出不穷的新苦难的关怀，就能通到我们企图用各种回忆录来发掘的过去的苦难的记忆，回忆过去和回忆将来是同一回事； 5、要想阻止我们的回忆录中的苦难在我们当前的重复，首先就是切除我们现在的这种对历史或回忆录的阅读习惯，首要条件就是以不同的方式来阅读我们的“历”和我们的“史”。 就是认识到历史是自我解构的，历史作品之中还有作品，我们必须不断从作品中找出作品；我们的阅读也是一个作品，它也需要范式性的创新。阅读能解放我们，但它自身也需要解放！ 就《请》一文对小泥童、vernon、苦雨&#x2F;多奇等多位伙伴的批评的小回应时代的苦难是他人造成的，自己是清白的。 文革天天发生在劳众小知、小资小知和劳众之间和身上？福柯：权力，是恶病。权力之恶，不是从上至下，而是从下而上地发生的。 福柯：权力，在本质上是各种关系，使人的存在相互发生关系的关系，即互辖。 纳粹和文革的发生，其中的一个条件是人与人之间的关系、家庭的构成、所受的教育，总是许多关系导致事件的发生。 知识分子想要如何生活，总要迫使他人也要如此生活。有问题的不是小资的生活，而是小资强迫他人的小资意识形态。小资意识形态，本质上是把自己肉体的本性、精神的本性专制到他人肉体、精神上的权力关系，肉体监禁、精神强奸。 知识分子的自我训化，再到训化他人，人与人之间的互相控制，是现代社会权力统治的机器装置。 知识分子把权力技术施加到自己和他人身上，互辖地迫害，不断再生产出新的权力来加固已有的权力结构： 1、生产的技术。生产、转变、支配物品和对象的技术。 2、符号系统的技术。对某些符号、意义、象征的特别运用。 3、权力的技术。决定他人的行为，把他人置于某种目的或主导下，把主体客观化。 4、自我的技术。许可和诱导自己对自己的身体、精神采取某些操作，诸如为了幸福、成功、性感、出人头地而改变自己。 选举、比赛、政治、文学、学术、司法所需的是同一种公正所有不公正的背后是同一个司法问题。 马来西亚照搬英国的法律，除了陪审团制度。过程是英国的，结果是伊斯兰式的道德判决。 司法公正，诉诸于通讯评审委员会或者陪审团的投票，而不是依赖于总理的英明伟大和知识分子的自由骨气。 陪审团制度，是公民理性判断力的表达机构。 律师不参加司法，只监督司法。 司法公正的程度，只是一个时代容忍的大致程度。没有完美的公正，公正是不断追求的。 我们都是半个陈兴良，让我们假设没有真正的‘知识分子’，让我们再不要用‘知识分子’这个词公共知识分子、良心知识分子、人文知识分子的名称，暴露了读书人救国救民的优越感。背地里却为了利益偷鸡摸狗。 关于民主、理论、知识人和媒体的一些随想理论，不是行动方案。理论是关于已有立场和观点的立场和观点，深入、展开讨论。 这个时代是“当代活着的一代人”的，时代是由“当代活着的一代人”的事件和欲望构成。时代如此，是当代人使时代如此，而不是归咎于上一代、托付于下一代。言论不自由，是我的；权力者的残忍，是我的。 对张五常《还不是修宪的时候》的一些观点的引申理论不是真理、不是政策、不是方针。 民众不是听了知识分子、媒体、政府的话才去做的。 对王怡《台湾民主成就和它的困境》一文的评论大法官性格结构的人，在民众犹豫动摇时，具有引领作用。 恐怖只来自我们自己&#x2F;说说中国的假左伪左们中国没有左派，因为有共产党在。左派如果要展示其深刻性，必须是反共的。 第七章女主人公裙子底下其实也没有什么她自己所声称、所倚恃的风景可展览给庸俗、猥琐的中国男人的。 在一切奢侈作秀的背后，我们仍看到一个江南女子的小聪明、势利与刻薄，没有颓废，甚至没有沉沦。 作者为了卖弄她的伟大，而与作品里的人物抢风头。作者总是比人物聪明，作品里总有一个人物成为作者的代表，围绕他的都是符号一样可供作者玩弄的对象。 卫慧的文本和语言是离散、破碎的，读者无法从中打捞出有意义的事物，句式中大量的直陈式、神谕式和宣叙调，都在提醒读者离开文本快来关注她的伟大。 中央电视台新闻节目的镜头并未理解如何尊重人的脸、人的身体、人的表情，镜头和摄影师对人身体的残忍和冷漠，使画面充满色情片的粗暴和下流。 第五章资本主义要消灭一切距离和羞涩，节省中间成本，让每个人付出的比收回的多，人人互相剥削。 第一章中文学术写作里用的西式的标准，（xxx，2003，xx）之类，最初不是版权的考虑，而是在同行评论或者论争前设置话语档案，作复核和翻盘用。 巴尔特：独裁者不让我们说话。某种意识形态、思想导师、学界领袖只允许说和他们一样的话，必须说，不说不行。 汪辉：他可以引用一大段关于哈贝马斯或者西方左派的话语，但是却不告诉我们哈贝马斯的哪些立场和话语与他现在说的有关系。 一个人有没有思想，有没有理论，有没有学术，用德里达或维特根斯坦的话来说，就是看他或她是否有比我们的日常标准所要求的多得多的词汇，是否比一般人知道更多的概念和词汇的语义的用法和它们之间的一层层差异，面对同一个概念或词汇是否比别人知道更多的语义和用法，是否能创造和示范它的新的语义和用法。 编辑手记是可以让独断意识形态控制下的中国杂志编辑们体验政治或话语权力的东西。 《陆兴华文集》","categories":[],"tags":[{"name":"笔记","slug":"笔记","permalink":"https://cenyee.one/tags/%E7%AC%94%E8%AE%B0/"}]},{"title":"历史哲学文本","slug":"历史哲学文本","date":"2023-10-21T09:35:25.000Z","updated":"2023-10-21T09:37:39.919Z","comments":true,"path":"10/21/54e87f3087ed/","link":"","permalink":"https://cenyee.one/10/21/54e87f3087ed/","excerpt":"","text":"历史的缘起，已经不可知。人们心中的历史，是记忆的层累。人类的好奇和知识的相传，历史不断更新。 只有文字固定之后，才为历史学提供基础。文字诞生之前，笼罩人类之上的是黑暗的迷雾。 人，置身于历史中而不知历史的起源，却在历史中思索历史的起源。如同鱼生活于河中却思索陆地的模样。 两千年前的大哲，不如今日的蠢材，是知识积累、普及的结果。 对物种起源、人类由来，提出强有力的生物学解释，并使用博物学证据进行充分阐释，是从达尔文开始。 旧石器时代末期——新石器时代早期，人类逐渐由漂泊转向定居。随着长时间的定居生活，人类获得周边植物生长周期的知识，播种并收获食物。村庄逐次出现。伴随生活水平的提高、剩余物质的累积，各种财富分配组织和制度出现，不断演化并日趋复杂，并为人们习以为常。单位面积上人口密度的增加，城市出现，作为财富分配制度之一的王权也随之产生。 人类身体各部分的协同作用使人体获得健康，如果某些周期紊乱，则可能导致疾病或情绪的失衡。 人类具有时间序列的关联意识，尽管过去的事件已经随时间流逝，然而关于过去的情景却可在记忆中再生，影响人对现实的认知。 牛顿体系的时间观：时间和空间独立于人而存在，时间连接先后发生的事件(历时性)，空间连接同一时间下发生的事件(共时性)。时空是比事件本身更基本的框架。 相对论的时间观：时间和空间不再独立无关，而是相互依存，时间依据运动物体的速度而定。时空不再是构成现象开展的框架，而是和现象共生。 在物理性的时空观上钟摆的每一瞬间都是独立的事件，而意识把钟摆不同位置的独立轨迹构造成连续的事件。 时间的存在，基于自我的意识。通过意识的延绵功能(对信息的编码、储存、重新排列)，意识把各种影像重新排列在一起，形成时间。 弗洛伊德：人在婴儿时代，甚至在胎儿时期就受到父母、家庭、社会的影响，而留下记忆痕迹。 勒庞：人在群体中时，行为方式与独处时有明显差异。群体中的个人表现出从众心理，人放弃独立思考，而让集体精神代替自己的精神。丧失责任意识和规则约束的，成为动物本能控制的异化的人，做出邪恶的事情。 《历史哲学文本》michael chen","categories":[],"tags":[{"name":"历史","slug":"历史","permalink":"https://cenyee.one/tags/%E5%8E%86%E5%8F%B2/"}]},{"title":"论摄影","slug":"论摄影","date":"2023-10-21T09:23:09.000Z","updated":"2023-10-21T09:32:15.961Z","comments":true,"path":"10/21/75adc5183849/","link":"","permalink":"https://cenyee.one/10/21/75adc5183849/","excerpt":"","text":"在柏拉图的洞穴里人类停留在柏拉图的洞穴里，沉醉于影像而非真实本身。 摄影，成为现代国家监控和控制人口的工具。 拍照，是核定经验的方式。拥有经验等同于为经验拍张照片。人们停下来，拍张照片，然后继续前行。 事件一旦在进行中，便不应干预，干预便无法记录。秃鹫从天空俯冲向饥瘦非洲男孩的照片，人们指责摄影师不加阻拦却去拍摄照片是缺乏人性。历史书写者记录时代的肮脏不堪，后来者指责他不干预正在发生的苦难是丧失道德。 照片，不会使人建立道德立场，但会强化人固有的道德立场，强化良心和同情，或者反之。 摄影信条拍照，有两种解释：有意识的理智行为（主观）；无意识的邂逅模式（客观）。 摄影，是无灵魂地、机械地复制现实。 摄影师在创作时，内心空白，不掺杂自己的思想。思想被认为会遮蔽摄影师意识的透明性，侵害被拍摄物的自主权。 安塞尔-亚当斯：照片不是一次意外，而是一个概念。照片表达拍摄者对被拍摄者的感受。 摄影，是把隐藏的现实显露出来。 艾略特：重要的新作品必然改变我们对过去传统的看法。 韦斯顿：摄影已经或者终将否定大部分绘画，摄影把绘画从忠实表现的劳累中解放出来，使绘画可以追求更高的境界。 波德莱尔：摄影是绘画的敌人。摄影弱化对绘画的体验。照片把有趣的细节变成自主的构图，把真实的颜色变成鲜明的颜色，提供难以抗拒的满足。 摄影已超越其本来认定的角色：显示更准确的现实（包括艺术作品）。摄影即是现实，被拍摄物的真实模样反而令人失望。 摄影可以产生艺术作品（摄影具有把拍摄对象转换为艺术作品的能力），但是，摄影本身不是艺术。摄影是一种创造艺术作品（或其他事物）的媒介。 影像世界一直以来，人们是通过影像对现实进行解释。 自柏拉图以来的哲学家，试图通过建立不以影像理解现实的标准，来松脱人们对影像的依赖。 十九世纪中叶，古旧的宗教和政治幻想并未在人文主义和科学幻想面前彻底溃散，相反，无信仰时代加剧了对影像的效忠。现实即是影像。 摄影即是获取。拥有一张照片，便是拥有照片中人或物的替代物。 摄影影像比真实事物更易引起人们情感的波动。 摄影是不延续的观看方式，通过对部分、对细节的裁切，来透视整体。 照相文化的标准礼仪是假定被拍摄者装作没有注意到自己在公共场所正被一个陌生人拍摄，只要摄影师保持一个谨慎的距离——也即假设被拍摄者既不阻止拍照也不摆姿势。 在中国，摄影只与延续性联系在一起。规定拍摄的题材、拍摄的方式（有关空间的道德秩序的概念）。 天安门广场，中国政治朝圣者的目的地。 在中国，一个被定义为可供辩论的问题，只有两个路线，一个是对的，一个是错的。 资本主义社会需要一种以影像为基础的文化，通过数量庞大的娱乐，刺激购买力和麻醉阶级、种族、性别的裂痕。 社会变革被影像变革取代，消费各式各样产品和影像的自由被等同于自由本身，自由政治选择异化为自由经济消费。 《论摄影》苏珊·桑塔格","categories":[],"tags":[{"name":"图像","slug":"图像","permalink":"https://cenyee.one/tags/%E5%9B%BE%E5%83%8F/"}]},{"title":"西西弗的神话","slug":"西西弗的神话","date":"2023-10-21T09:17:18.000Z","updated":"2023-10-21T09:25:13.836Z","comments":true,"path":"10/21/90c0a083b98c/","link":"","permalink":"https://cenyee.one/10/21/90c0a083b98c/","excerpt":"","text":"西西弗的神话真正的哲学问题只有一个：你是否自杀？或者用另一个句式表达：生命是否值得活下去？ 自杀，是思想的问题。肉体的自杀之前，思想早已在思考自杀。人在出生时，与自杀并无关系，自杀酝酿于人生经历出现突兀的断层之时。 自杀，意味着这个人认为生活不值得、活下去的任何理由是不存在的、生命无意义。 世界失去幻想与希望，人与生活之间发生分离，心灵徒劳地寻求生命的意义，于是荒诞出现。 我只关心一个问题：至死不变的逻辑是否存在？永恒不朽的意义是否存在？ 诸神判罚西西弗，令其推动石头到山顶，而石头又滚落山下。 荒诞，只有在意识到之时才是荒诞。工人每日往复地劳动，但是只有在意识到时，其命运才是荒诞的。 哲学的自杀荒诞感是荒诞概念形成的基础。 荒诞，产生于相比因素的对峙，理想与现实，实际力量与要达到目标的矛盾。 人一旦意识到荒诞，就与荒诞永远在一起。荒诞，意味彻底缺乏希望(与绝望毫不相干)。一个人没有希望，并意识到没有希望，就不再属于未来。 重要的不是治愈，而是带着痛苦活下去。正是荒诞使你至今美好忧伤。 哲学家从荒诞出发，在理性的残垣断壁上，从压迫他们的东西中找出希望，从压迫自身的东西中超越自身。 荒诞自由是意识，造成我的精神与世界之间的冲突。 我认为真的东西，我应该加以维护。我认为显而易见的东西，即使对我不利，也要支持。 是重建思想体系，还是沉溺于荒诞？ 他严以律己，随遇而安(?)，只做自己知道的事情。 生命是否必须要有意义？ 反抗，是指人与自身的阴暗面进行永久的对抗。反抗，就是人自身始终如一地存在，不是憧憬，也不是希望。 自杀，不是反抗的逻辑结局，自杀是反抗的反面。自杀，是跳跃，是与荒诞同归于尽，是承认自己无能为力。 荒诞的人只有耗尽一切，包括耗尽自己。在日复一日的精神紧张和孤军奋战中，他获得生命唯一的真实：反抗。 一个概念超出我的经验，概念便失去意义。 平常人的生活带有目的，期望未来，相信生命有所归宿。面临荒诞之后，一切意义都被荒诞推翻。 人的生活建立在希望之上。 荒诞人荒诞人意识到自由不存在、反抗无意义。 荒诞人喜爱勇气和理性胜过怀念，勇气让他义无反顾地生活，理性使他意识到生命的无意义。 做出选择并不困难，但是无从选择，痛苦于是出现。 没有前途的创作人类没有神秘可言。 最恶心的，是踌躇满志的思想。 死亡，是人唯一的宿命，除此之外，一切皆自由。 基里洛夫现代关注形上问题，古典关注道德问题。 为一种理念、一种思想去自杀。 上帝是必要的，必须有上帝存在。然而，上帝并不存在，也不可能存在。 人在谎言或者希望中生活，并为其去死。 假如上帝存在，一切取决于上帝。假如上帝不存在，一切取决于我们。 征服人是她自身的目的，也是唯一的目的。 唐璜永恒的爱情只有强制的。 爱，是欲望、柔情、聪慧的混合物，把自己与对方联系在一起。 《西西弗的神话》加缪","categories":[],"tags":[{"name":"虚无","slug":"虚无","permalink":"https://cenyee.one/tags/%E8%99%9A%E6%97%A0/"}]},{"title":"对国家的剖析","slug":"对国家的剖析","date":"2023-10-21T08:54:51.000Z","updated":"2023-10-21T09:28:56.564Z","comments":true,"path":"10/21/27e50af407cc/","link":"","permalink":"https://cenyee.one/10/21/27e50af407cc/","excerpt":"","text":"本来限制国家权力的措施，转变成意识形态上合法化国家权力的工具。国家将权力扩大到强加给它的限制之上。 国家本身就是统治阶级&#x2F;统治贵族。 国家依赖对私人资本的强制没收，国家权力的扩张，涉及对私人与民营企业越来越大范围的侵害。 合法性，是国家延续的关键。合法化，象征多数民众接受政府；政府需要确保民众认可政府权力的合法性。 国家设立具有最终裁决权的司法机构，自己任命自己做法官，自己审判自己，拥有最终解释权。 国家是垄断暴力合法使用权，通过强制手段取得收入的组织。 自由市场：人寻找天然资源，通过体力和脑力劳动把资源转变成个人的财产，然后把个人财产与以类似过程产生的他人财产交换。 取得财富的手段，一：自由市场方式(经济手段)；二：掠夺剥削方式(政治手段)。 生产先于掠夺，自由市场的出现先于国家。 国家不是透过社会契约产生，国家产生于征服。 国家在本质上是统治阶级对其他所有阶级的统治。 人类的两个基本相互关系：和平合作的生产；强制剥削的掠夺。 国家始终确保自己垄断暴力、终极司法权力、交通、食盐粮食水源、教育。 国家最担心的是对自身权力和存在的威胁。国家的灭亡主要透过两种方式：战争，被他国征服；革命，被自己人民的革命推翻。 国家是在保护自己，而不是人民。在国家的字典里，最严重的罪不是对个体或私人财产的侵害，而是对国家本身的威胁。诸如叛国、颠覆国家政权、拒服兵役、暗杀统治者。 国家必须获得多数民众的支持，这种支持可以是主动的热情，也可以是被动的接受。 国家与知识分子结成利益联盟，国家提供知识分子安全稳定的职位和收入，知识分子帮助国家的统治者驯化民众。 国家和知识分子灌输民众对其他国家的恐惧。两国发生战争，民众被教导，对方的攻击目标是你们，而不是国家的统治者。统治者的战争转变成人民的战争，人民以为是在保卫自己，其实是在保卫国家的统治贵族、既得利益阶层。这种灌输是在一个人出生时便进行的国家级系统性驯化。 新的思想，总是从少数发展而来的。国家碾压少数独立思考的个体，扼杀危险思想的泛滥。 在今天世俗化的时代，国家的神圣权力被新兴的科学之神补全。国家宣称自己被超科学的宇宙真理统治。国家频繁使用科学术语，用蒙昧主义编织对国家统治的诡辩。 《对国家的剖析》默里-罗斯巴德","categories":[],"tags":[{"name":"国家","slug":"国家","permalink":"https://cenyee.one/tags/%E5%9B%BD%E5%AE%B6/"}]},{"title":"婚姻","slug":"婚姻","date":"2023-07-17T13:09:24.000Z","updated":"2023-10-21T10:15:13.473Z","comments":true,"path":"7/17/ad684c2bc996/","link":"","permalink":"https://cenyee.one/7/17/ad684c2bc996/","excerpt":"","text":"结不结婚？心理分析: 想结就结，一切听便。不结，也有充分的理由支持。 结坏了怎么办？ 出轨。 黑格尔：婚姻一开始就应该是坏的，这样你才有机会去进行个人的伦理实践，把坏的婚姻改造成好的，你才有收获感。 婚姻，对每一个人而言都不同。你如何处理婚姻，与其他人是如何去做的没有关系，一切都要从你这里开始。 婚姻，同时是政治问题、技术问题、艺术问题，想搞好婚姻却不搞好外面的生态是白搭，如同在家里教育小孩再周到，外面的环境没有搞好是徒劳。外面这么坏，这个世界不会好了，只能把自己的孩子教好，这是错误的观念，观念错后面步步错。 男男女女，想用结婚来焊接和封装在一起，用婚姻把两人的关系稳定在光天化日的位置上。快感终归是孤独症式的，每一个人注定是孤单的。在伴侣身上找到自己的症状的时刻，我们就获得了快感，快感就是安慰、满足的状态。 两种爱和婚姻的观念： 康德在&lt;实用人类学&gt;里：婚姻是契约，用来在法理上保障男女双方有权使用对方的性器官来生育。 施莱格尔和浪漫派诗人为代表的浪漫主义式婚姻观。 黑格尔：结婚不是我们私人定夺的事，是我们主动往伦理之中跳，把自己陷害进去。黑格尔的伦理观： 结婚是契约。通过结婚，双方自愿地交出或舍弃自己的自由和自治，把自己置于另一个伦理结构中。 婚礼使婚姻成为伦理，婚礼是仪式。没有婚礼的婚姻是无效的。 齐泽克论黑格尔的婚姻观：黑格尔的婚姻观是帕斯卡式的悖论：当你太爱你的心上人了，那就请你与她结婚吧，把你们爱的关系仪式化，以便治好你对她过度的依赖，用乏味的日常习惯来代替。如果你实在挡不住激情的诱惑的话，反正你尽管出轨好了。社会这么乱，生活这么艰难，我们还是像《倾城之恋》中的那对男女那样地去结婚吧，这样我才能在这个无间道社会里有个依靠。实在受不了对方发胖、打呼噜、理想的骨感和政治的正反和其它的种种，反正到时也可以出轨的。 莫扎特的歌剧《女人其实都这样》：与谁结婚，对于我们女人，真不是什么重要的事儿，如果对方有房子、好车、存款、外貌、好脾气、长得又像宋仲基…哪个男朋友是我的真男朋友，还有那么重要吗?卢梭的《新爱洛伊丝》：早先与真爱浪漫地相爱，可是很快进入伦理之爱，各自与别人相爱和生育，他们在婚姻中找到了幸福的位置，可是心中真爱的火苗仍然不熄，真爱似乎不顾一切地重新来临，为了保持真爱的纯粹，只有走向自杀。 关于婚姻的两种规训式话语： 大学话语教导我们：爱情与婚姻，要分开，要好好地爱，也要好好地结婚，先一分为二，再合二为一。 妈妈的话语：我也是过来人，也曾与你这样迷茫，我一定要给你把关，听我的没错，你们两个人（不）合适，有（没有）共同语言，经济条件也（不）般配，你们会（不会）幸福的。 拉康：你的一生逃不出母亲的话语对你的统治。你可以反对、出走，但是仍然作为阴影跟着你；或者你彻底相信妈妈的话语，将其变成你想象中的理想世界的幻影。妈妈的话语由同时代最大的意识形态构成。 黑格尔：婚姻中，伦理高于爱。伦理是你在个人、家庭、国家之间找到的自己能够走向普遍的道路和位置，你从自己的个体经验出发演绎普遍，自己是自己的导演，而不是扮演演员。很多人一辈子都在扮演演员，没有做到导演。假装自己是躲在暗处一切都看透了，假装在做真正愿意做的事，应付了事。你要我结婚，我就给你结个婚吧，我自己心里是不愿意的，好在我有内心，知道真正的爱在别处，以后要是出轨，你们不能怪我，谁让你们不让我自由的。 瓜塔里：家庭是一个资本主义单位，在异性恋家庭里，我们不是在过自己的生活，而是在替资本主义系统过剩余价值的生活，每天为资本主义系统生产流水账。婚姻面临缺钱或者钱太多的问题，因为男人挣得少，女人想要体面的消费生活，就判定婚姻有危机。 婚姻（家庭）是资本主义消费运转的环节，是资本主义的基本生产单位。生孩子、油盐水电、生产新的家庭，中间产生的大量边际价值被资本主义系统吸取。 在婚姻中，我们生活在受迫害妄想症里，我的老公是我的，我的老婆是我的，别人不能睡他，这样的错觉是资本主义异性恋制度灌输给我们的。 在资本主义消费系统里，婚姻失败，我们马上感到像是投资失败。","categories":[],"tags":[{"name":"男女","slug":"男女","permalink":"https://cenyee.one/tags/%E7%94%B7%E5%A5%B3/"}]},{"title":"Hello World","slug":"hello-world","date":"2023-07-16T17:09:24.000Z","updated":"2023-07-17T13:09:58.894Z","comments":true,"path":"7/17/16fbd376061d/","link":"","permalink":"https://cenyee.one/7/17/16fbd376061d/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[{"name":"虚无","slug":"虚无","permalink":"https://cenyee.one/tags/%E8%99%9A%E6%97%A0/"},{"name":"中国","slug":"中国","permalink":"https://cenyee.one/tags/%E4%B8%AD%E5%9B%BD/"},{"name":"男女","slug":"男女","permalink":"https://cenyee.one/tags/%E7%94%B7%E5%A5%B3/"},{"name":"笔记","slug":"笔记","permalink":"https://cenyee.one/tags/%E7%AC%94%E8%AE%B0/"},{"name":"历史","slug":"历史","permalink":"https://cenyee.one/tags/%E5%8E%86%E5%8F%B2/"},{"name":"图像","slug":"图像","permalink":"https://cenyee.one/tags/%E5%9B%BE%E5%83%8F/"},{"name":"国家","slug":"国家","permalink":"https://cenyee.one/tags/%E5%9B%BD%E5%AE%B6/"}]}