{"meta":{"title":"动物农场","subtitle":"","description":"","author":"读书笔记","url":"https://cenyee.one","root":"/"},"pages":[{"title":"文章归档","date":"2023-07-16T16:43:27.316Z","updated":"2023-07-16T14:34:52.220Z","comments":true,"path":"archives.html","permalink":"https://cenyee.one/archives.html","excerpt":"","text":""},{"title":"","date":"2023-07-16T16:43:27.319Z","updated":"2023-07-16T14:45:00.263Z","comments":true,"path":"custom.css","permalink":"https://cenyee.one/custom.css","excerpt":"","text":""}],"posts":[{"title":"论婚姻","slug":"论婚姻","date":"2023-07-17T13:09:24.000Z","updated":"2023-07-17T13:45:31.015Z","comments":true,"path":"论婚姻/","link":"","permalink":"https://cenyee.one/%E8%AE%BA%E5%A9%9A%E5%A7%BB/","excerpt":"","text":"结不结婚？心理分析和齐泽克：想结就结，一切听便。不结，也有充分的理由支持。 结坏了怎么办？ 出轨。 黑格尔：婚姻一开始就应该是坏的，这样你才有机会去进行个人的伦理实践，把坏的婚姻改造成好的，你才有收获感。 婚姻，对每一个人而言都不同。你如何处理婚姻，与其他人是如何去做的没有关系，一切都要从你这里开始。 婚姻，同时是政治问题、技术问题、艺术问题，想搞好婚姻却不搞好外面的生态是白搭，如同在家里教育小孩再周到，外面的环境没有搞好是徒劳。外面这么坏，这个世界不会好了，只能把自己的孩子教好，这是错误的观念，观念错后面步步错。 男男女女，想用结婚来焊接和封装在一起，用婚姻把两人的关系稳定在光天化日的位置上。快感终归是孤独症式的，每一个人注定是孤单的。在伴侣身上找到自己的症状的时刻，我们就获得了快感，快感就是安慰、满足的状态。 两种爱和婚姻的观念： 康德在&lt;实用人类学&gt;里：婚姻是契约，用来在法理上保障男女双方有权使用对方的性器官来生育。 施莱格尔和浪漫派诗人为代表的浪漫主义式婚姻观。 黑格尔：结婚不是我们私人定夺的事，是我们主动往伦理之中跳，把自己陷害进去。 结婚是契约。通过结婚，双方自愿地交出或舍弃自己的自由和自治，把自己置于另一个伦理结构中。 婚礼使婚姻成为伦理，婚礼是仪式。没有婚礼的婚姻是无效的。 齐泽克论黑格尔的婚姻观：黑格尔的婚姻观是帕斯卡式的悖论：当你太爱你的心上人了，那就请你与她结婚吧，把你们爱的关系仪式化，以便治好你对她过度的依赖，用乏味的日常习惯来代替。如果你实在挡不住激情的诱惑的话，反正你尽管出轨好了。社会这么乱，生活这么艰难，我们还是像《倾城之恋》中的那对男女那样地去结婚吧，这样我才能在这个无间道社会里有个依靠。实在受不了对方发胖、打呼噜、理想的骨感和政治的正反和其它的种种，反正到时也可以出轨的。 莫扎特的歌剧《女人其实都这样》：与谁结婚，对于我们女人，真不是什么重要的事儿，如果对方有房子、好车、存款、外貌、好脾气、长得又像宋仲基…哪个男朋友是我的真男朋友，还有那么重要吗?卢梭的《新爱洛伊丝》：早先与真爱浪漫地相爱，可是很快进入伦理之爱，各自与别人相爱和生育，他们在婚姻中找到了幸福的位置，可是心中真爱的火苗仍然不熄，真爱似乎不顾一切地重新来临，为了保持真爱的纯粹，只有走向自杀。 关于婚姻的两种规训式话语： 大学话语教导我们：爱情与婚姻，要分开，要好好地爱，也要好好地结婚，先一分为二，再合二为一。 妈妈的话语：我也是过来人，也曾与你这样迷茫，我一定要给你把关，听我的没错，你们两个人（不）合适，有（没有）共同语言，经济条件也（不）般配，你们会（不会）幸福的。拉康：你的一生逃不出母亲的话语对你的统治。你可以反对、出走，但是仍然作为阴影跟着你；或者你彻底相信妈妈的话语，将其变成你想象中的理想世界的幻影。妈妈的话语由同时代最大的意识形态构成。 黑格尔：婚姻中，伦理高于爱。伦理是你在个人、家庭、国家之间找到的自己能够走向普遍的道路和位置，你从自己的个体经验出发演绎普遍，自己是自己的导演，而不是扮演演员。很多人一辈子都在扮演演员，没有做到导演。假装自己是躲在暗处一切都看透了，假装在做真正愿意做的事，应付了事。你要我结婚，我就给你结个婚吧，我自己心里是不愿意的，好在我有内心，知道真正的爱在别处，以后要是出轨，你们不能怪我，谁让你们不让我自由的。 瓜塔里：家庭是一个资本主义单位，在异性恋家庭里，我们不是在过自己的生活，而是在替资本主义系统过剩余价值的生活，每天为资本主义系统生产流水账。婚姻面临缺钱或者钱太多的问题，因为男人挣得少，女人想要体面的消费生活，就判定婚姻有危机。 婚姻（家庭）是资本主义消费运转的环节，是资本主义的基本生产单位。生孩子、油盐水电、生产新的家庭，中间产生的大量边际价值被资本主义系统吸取。 在婚姻中，我们生活在受迫害妄想症里，我的老公是我的，我的老婆是我的，别人不能睡他，这样的错觉是资本主义异性恋制度灌输给我们的。 在资本主义消费系统里，婚姻失败，我们马上感到像是投资失败。","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2023-07-16T17:09:24.000Z","updated":"2023-07-17T13:09:58.894Z","comments":true,"path":"hello-world/","link":"","permalink":"https://cenyee.one/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[]}